; <Nom du Langage: French (Français)>
; <Traducteur(s): Largo, LoubiTek>

[i18n]
IDS_ABOUT=À propos
IDS_ALWAYSONTOP_CHK=Toujours visible
IDS_AUTOREDUCTENABLE_CHK=Nettoyer quand supérieur à: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Nettoyer toutes les: (min.)

IDS_CHECKUPDATES=Vérifiez les mises à jour
IDS_CHECKUPDATES_CHK=Vérifier régulièrement les mises à jour (recommandé)
IDS_CLEAN=Nettoyer la mémoire
IDS_CLOSE=Fermer
IDS_COMBINEMEMORYLISTS_CHK=Combiner des listes de mémoire
IDS_COLOR_TEXT_HINT=Couleur du texte:
IDS_COLOR_BACKGROUND_HINT=Couleur de fond:
IDS_COLOR_WARNING_HINT=Niveau critique" couleur:
IDS_COLOR_DANGER_HINT=Niveau danger" couleur:

IDS_DONATE=Donation
IDS_DONATE_TEXT=Le développement est propulsé par vos dons!

IDS_EXIT=Quitter

IDS_FILE=Fichier
IDS_FONT_HINT=Police de caractère:

IDS_GROUP_1=Mémoire physique
IDS_GROUP_2=Mémoire virtuelle
IDS_GROUP_3=Cache système

IDS_HELP=Aidez-moi
IDS_HOTKEY_CLEAN_CHK=Nettoyer la mémoire:

IDS_ITEM_1=Utilisation
IDS_ITEM_2=Disponible
IDS_ITEM_3=Total disponible

IDS_LANGUAGE_HINT=Sélection du langage:
IDS_LOADONSTARTUP_CHK=Charger au démarrage du système

IDS_MODIFIEDLIST_CHK=Liste des pages modifiées (Windows Vista et supérieur)

IDS_QUESTION=Êtes-vous sûr de vouloir nettoyer la mémoire?
IDS_QUESTION_WARNING_TITLE=Avertissement!
IDS_QUESTION_WARNING=Alterner-sur "Liste d'attente" et "Liste des pages modifiées" peut geler votre ordinateur pendant près d'une minute, êtes-vous sûr d'activer cette option?
IDS_QUESTION_FLAG_CHK=Ne plus montrer

IDS_REDUCTCONFIRMATION_CHK=Confirmer le démarrage du nettoyage de la mémoire

IDS_SETTINGS=Paramètres...
IDS_SETTINGS_GENERAL=Générale
IDS_SETTINGS_MEMORY=Nettoyage de la mémoire
IDS_SETTINGS_APPEARANCE=Apparence
IDS_SETTINGS_TRAY=Icône de notification
IDS_SHOWATSTARTUP_CHK=Montrer au démarrage
IDS_SHOW_CLEAN_RESULT_CHK=Montrer les résultats du nettoyage de la mémoire
IDS_SKIPUACWARNING_CHK=Ignorer l'avertissement d'invite "Contrôle du Compte Utilisateur"
IDS_STANDBYLISTPRIORITY0_CHK=En attente de liste sans priorités (Windows Vista et supérieur)
IDS_STANDBYLIST_CHK=En attente de liste (Windows Vista et supérieur)
IDS_STATUS_CLEANED=La mémoire a été nettoyé avec %s libéré.
IDS_STATUS_NOPRIVILEGES=Privilèges administrateur requis, veuillez exécuter le programme en tant qu'administrateur!
IDS_SYSTEMWORKINGSET_CHK=Applications Système

IDS_TITLE_1=Configuration générale:
IDS_TITLE_2=Language:
IDS_TITLE_3=Zones de mémoire pouvant être nettoyées
IDS_TITLE_4=Gestion de la mémoire:
IDS_TITLE_5=Raccourcis clavier (globale)
IDS_TITLE_6=Style:
IDS_TITLE_7=Indication couleur
IDS_TITLE_8=Contrôle de la souris:
IDS_TITLE_9=Infos/Astuces bulle
IDS_TRAY_ACTION_1=Montrer/Masquer
IDS_TRAY_ACTION_2=Nettoyer la mémoire
IDS_TRAY_ACTION_3=Ouvrir le gestionnaire de tâches
IDS_TRAYACTIONDC_HINT=Double-cliquez:
IDS_TRAYACTIONMC_HINT=Clic du milieu:
IDS_TRAYCHANGEBG_CHK=Changer la couleur d'arrière-plan (à la place du texte et de la bordure)
IDS_TRAY_DISABLE=Désactiver
IDS_TRAYLEVELWARNING_HINT=Le "niveau d'alerte" à commencé: (%)
IDS_TRAYLEVELDANGER_HINT=Le "niveau de danger" à commencé: (%)
IDS_TRAY_POPUP_1=Nettoyer les zones
IDS_TRAY_POPUP_2=Nettoyer quand supérieur à
IDS_TRAY_POPUP_3=Nettoyer toutes les
IDS_TRAYROUNDCORNERS_CHK=Coins arrondis
IDS_TRAY_SHOW=Montrer/Masquer
IDS_TRAYSHOWBORDER_CHK=Montrer la bordure
IDS_TRAYUSETRANSPARENCY_CHK=Utiliser un fond transparent
IDS_TRAYUSEANTIALIASING_CHK=Utiliser l'anticrénelage

IDS_UPDATE_NO=Aucune mises à jour disponible.
IDS_UPDATE_YES=Nouvelle version (%s) disponibles. Ouvrir la page de téléchargement?

IDS_WEBSITE=Site-Web
IDS_WORKINGSET_CHK=Applications Utilisateur (Windows Vista et supérieur)